/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Installer %@";
"Installer_StatusTextValue_Downloading" = "Téléchargement de %@…";
"Installer_StatusTextValue_Retrying" = "Échec du téléchargement. Nouvelle tentative…";
"Installer_StatusTextValue_RetryingSec" = "Échec du téléchargement. Nouvelle tentative dans %lu s…";

"Installer_IncompleteAlert_Message" = "Téléchargement en cours…";
"Installer_IncompleteAlert_InformativeText" = "Voulez-vous vraiment quitter le programme avant le téléchargement complet de %@ ?";
"Installer_IncompleteAlert_DefaultButton" = "Poursuivre le téléchargement";
"Installer_IncompleteAlert_AlternativeButton" = "Quitter";

"Installer_FailureAlert_Message" = "Échec du téléchargement";
"Installer_FailureAlert_InformativeText" = "Une erreur s'est produite lors du téléchargement de %@. Veuillez essayer de télécharger l'application directement sur le site Web.";
"Installer_FailureAlert_DefaultButton" = "Téléchargement direct";
"Installer_FailureAlert_AlternativeButton" = "Annuler";

"Installer_NoConnection_DefaultButton" = "Me le rappeler plus tard";
